{
  "05/2005 - 12/2014":
    {
      "id": "tjerj",
      "order": 1,
      "company": "Tribunal de Justiça",
      "place": "Rio de Janeiro",
      "country": {
        "en": "Brazil",
        "es": "Brasil",
        "pt": "Brasil"
        },
      "title": {
        "en": "Public Servant",
        "es": "Funcionaria Pública",
        "pt": "Servidora Pública"
        },
      "details": {
        "en": "Public servant with a rising carreer beginning as administrative technician coming to head of sector responsible for social projects.",
        "es": "Funcionaria con carrera ascendente, empezando como técnica administrativa y llegando a ser jefe de sector responsable por proyectos sociales.",
        "pt": "Servidora pública com uma carreira ascendente, começando como técnica administrativa e chegando a ser chefe de setor responsável por projetos sociais."
        },
      "visible": true
    },
    "10/2015 - 11/2015":
    {
      "id": "cre",
      "order": 2,
      "company": "Cruz Roja Española",
      "place": "Samos",
      "country": {
        "en": "Greece",
        "es": "Grecia",
        "pt": "Grécia"
        },
      "title": {
        "en": "International Emergencies Response Delegate (ERU)",
        "pt": "Delegada Internacional de Resposta em Emergências (ERU)",
        "es": "Delegada Internacional de Respuesta en Emergencias (ERU)"
        },
      "details": {
        "en": "I was deployed in Greece on a temporary mission (2 months), providing psychosocial support for Syrian people and other refugees arriving in Europe.",
        "pt": "Trabalhei na Grécia em uma missão temporária (2 meses), propiciando apoio psicossocial para pessoas sírias e outros refugiados e refugiadas chegando à Europa.",
        "es": "He sido desplegada a Grecia un misión temporal (2 meses), brindando apoyo psicosocial a personas sirias y otros refugiados y refugiadas llegando a Europa."
        },
      "visible": true
    },
    "09/2017 - 05/2018":
    {
      "id": "sps",
      "order": 1,
      "company": "Servicios Profesionales Sociales",
      "place": "Madrid",
      "country": {
        "en": "Spain",
        "es": "España",
        "pt": "Espanha"
        },
      "title": {
        "en": "ICT Instructor",
        "pt": "Instrutora de TIC",
        "es": "Instructora de TIC"
        },
      "details": {
        "en": "I gave classes on Information and Communication Technology skills: windows environment, basic software use and internet. Teaching more than 210 kids of Primary Education, from 6 up to 12 years old.",
        "pt": "Dei aulas sobre habilidades de Tecnologia de Informação e Comunicação: ambiente windows, softwares básicos e uso de internet, ensinando mais de 210 crianças de Educação Primária, de 6 a 12 anos de idade.",
        "es": "He impartido clases sobre habilidades de Tecnología de la Información y Comunicación: ambiente windows, aplicaciones básicas y uso de internet, enseñando más de 210 niños y niñas de Educación Primaria, de los 6 a los 12 años de edad."
        },
      "visible": true
    },
    "10/2018 - 01/2019":
        {
      "id": "nfq",
      "order": 1,
      "company": "Nfq",
      "place": "Madrid",
      "country": {
        "en": "Spain",
        "es": "España",
        "pt": "Espanha"
        },
      "title": {
        "en": "",
        "es": "",
        "pt": ""
        },
      "details": {
        "en": "",
        "es": "",
        "pt": ""
        },
      "visible": true
    },
    "01/2019 -":
    {
      "id": "a3",
      "order": 1,
      "company": "Atresmedia",
      "place": "Madrid",
      "country": {
        "en": "Spain",
        "es": "España",
        "pt": "Espanha"
        },
      "title": {
        "en": "",
        "es": "",
        "pt": ""
        },
      "details": {
        "en": "",
        "es": "",
        "pt": ""
        },
      "visible": true
    }
}
